<?php
// Ctrl + S сохранить
// Ctrl + Z назад (откат)
// Ctrl + R в браузере обновить страницу
// Alt + Tab (<-
//            ->) переключение между окнами
// Ctrl + Win создавать рабочие столы и перетягивать программы с одного  рабочего стола на другой
// Win + Shift + S скрин
// ! + Enter  создать начальные теги HTML 
// lorem100 +  Enter рыбный текст на латинском для отображения на странице при работе с абзацами 
// p + Enter абзац
// ol + Enter создать нумерованный список
// ul + Enter создать маркерованный список
// li + Enter создать элемент списка 
// u + Enter атрибут подчеркивания текста "underline"
// s + Enter атрибут зачеркивания текста
// b + Enter атрибут жирного текста "bold" 
// a + Enter ссылка target="_blank" ссылка открывается в новой вкладке
// button + Enter атрибут кнопки 
// i + Enter  атрибут курсива
// sub индекс снизу, например химическая формула
// sup индекс сверху, например для степени
// Ctrl + С скопировать выделенный текст
// Ctrl + V вставить
// Ctrl + А выделить всю станицу
// Ctrl + X выделенное слово удаляешь при этом копируешь
// index.html так называется первый файл - запуск этот файл запускаем правой кнопкой мыши Open with Live Server, открывает страницу в браузере, где можно увидеть результат 
// Ctrl + F поиск по файлу слова
// Семантические теги
// section секция
// header шапка станицы она не меняется
// footer подвал самый низ страницы
// aside блок справа на странице  
// nav навигация 
// article 
// img + Enter тег для картинок
